Repository: HerzScheisse/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: ca, nb_no, nl, nn, sk, sv

source: The following options use dated links, i.e. links that have been established before the date of the respective event.
ca: Les opcions següents utilitzen enllaços datats, és a dir, enllaços que s'han establert amb anterioritat a la data de l'esdeveniment respectiu.
nb_no: Følgende alternativer bruker daterte koblinger, det vil si koblinger som er opprettet før datoen for den aktuelle hendelsen.
nl: De volgende opties maken gebruik van gedateerde links, d.w.z. koppelingen die vastgesteld zijn vóór de datum van de betreffende gebeurtenis.
nn: Følgjande alternativ nyttar daterte koplingar, det vil seie koplingar som er oppretta før datoen for den aktuelle hendinga.
sk: Nasledujúce možnosti využívajú prepojenia s dátumom, t.j. prepojenia, ktoré vznikli pred dátumom príslušnej udalosti.
sv: Följande alternativ använder daterade länkar, dvs länkar som har etablerats före datumet för respektive händelse.

source: This seems more useful in most cases (e.g. to determine the relationship to a godparent at the time of the baptism).
ca: Això sembla més útil en la majoria dels casos (per exemple, per determinar la relació amb un padrí en el moment del baptisme).
nb_no: Dette virker mer nyttig i de fleste tilfeller (f.eks. å bestemme forholdet til en fadder på tidspunktet for dåp).
nl: Dit lijkt in de meeste gevallen nuttiger (bijvoorbeeld om de verwantschap met een peetouder te bepalen op het moment van de doop).
nn: Dette synast meir nyttig i dei fleste fall (til dømes å bestemme relasjon til ein fadder på tidspunktet for dåp).
sk: To sa zdá byť užitočné vo väčšine prípadov (napr. zistiť vzťah ku krstnému rodičovi v čase krstu).
sv: Detta verkar mer användbart i de flesta fall (t.ex. för att bestämma relationer till en gudförälder vid tidpunkten för dopet).

source: Only show relationships for specific facts and events
ca: Mostrar relacions només per a fets i esdeveniments específics
nb_no: Vis bare slektskap for bestemte fakta og hendelser
nl: Toon alleen verwantschappen voor specifieke feiten en gebeurtenissen
nn: Syn berre slektskap for bestemte fakta og hendingar
sk: Zobraziť vzťahy len pre niektoré fakty a udalosti
sv: Visa bara relationer för specifika fakta och händelser

source: Associated facts and events are displayed when the respective toggle checkbox is selected on the tab.
ca: Els fets i els esdeveniments associats es mostren quan la casella de commutació corresponent està seleccionada a la pestanya.
nb_no: Tilknyttede fakta og hendelser vises når det er merket av for respektive valgalternativer i fanen .
nl: Feiten en gebeurtenissen als medewerker of met medewerkers, worden getoond wanneer het desbetreffende schakelvakje is ingeschakeld op het tabblad.
nn: Tilknytta fakta og hendingar synast når dette er merka i valfeltet på fanen.
sk: Pridružené fakty a udalosti sa zobrazia, ak je zaškrtnutý príslušný checkbox na záložke.
sv: Associerade fakta och händelser visas när respektive markeringsruta är vald på fliken.

source: If this option is checked, relationships to the associated individuals are only shown for the following facts and events.
ca: Si aquesta opció està marcada, les relacions amb les persones associades només es mostren per als fets i esdeveniments següents.
nb_no: Hvis det er merket av for dette alternativet, vises relasjoner til de tilknyttede personene bare for følgende fakta og hendelser.
nl: Als deze optie is ingeschakeld, worden verwantschappen als/van medewerker(s) alleen getoond voor de volgende feiten en gebeurtenissen.
nn: Om det er merka av for dette alternativet, synast relasjonar til tilknytta personar berre for følgjande fakta og hendingar.
sk: Ak je zvolená táto možnosť, vzťahy k pridruženým osobám sa zobrazia len pre nasledovné fakty a udalosti.
sv: Om detta alternativ är markerat, relationer till associerade individer visas bara för följande fakta och händelser.

source: In particular if both lists are empty, relationships will never be shown for these facts and events.
ca: En particular, si ambdues llistes estan buides, mai no es mostraran relacions per aquests fets i esdeveniments.
nb_no: Hvis begge listene er tomme, vil slektskap aldri bli vist for disse fakta og hendelser.
nl: Als beide lijsten leeg zijn, zullen verwantschappen nooit worden getoond voor deze feiten en gebeurtenissen.
nn: Om begge lister er tomme, vil slektskap aldri verte vist for desse fakta og hendingar.
sk: Ak sú oba zoznamy prázdne, vzťahy nebudú zobrazené pre fakty a udalosti.
sv: Särskilt om båda listor är tomma, relationer kommer aldrig visas för dessa fakta och händelser.

source: Note that the facts and events to be displayed at all may be filtered via the preferences of the tab.
ca: Tingueu en compte que els fets i esdeveniments que es mostraran es poden filtrar a través de les preferències de la pestanya.
nb_no: Vær oppmerksom på at fakta og hendelser som skal vises i det hele tatt, kan filtreres via innstillingene i kategorien.
nl: Merk op dat de feiten en gebeurtenissen die wel moeten worden weergegeven, kunnen worden gefilterd via de voorkeuren van het tabblad.
nn: Merk at fakta og hendingar som skal synast i det heile, kan filtrerast via innstillingane av fanen.
sk: Treba vziať do úvahy, že fakty a udalosti, ktoré sa zobrazujú, môžu byť filtrované nastavením záložky.
sv: Notera att fakta och händelser som ska visas kan filtreras via preferenser på fliken.

source: Chart Settings
ca: Configuració del gràfic
nb_no: Innstillinger for diagram
nl: Instellingen voor diagrammen
nn: Innstillingar for diagram
sk: Nastavenie schémy
sv: Diagram-inställningar

source: If you do not want to use the chart functionality, hide this chart via Control Panel > Charts > %1$s Vesta Extended Relationships (note that the chart is listed under the module name).
ca: Si no voleu utilitzar la funcionalitat del gràfic, amagueu aquest gràfic mitjançant el Tauler de control > els gràfics > %1$s Vesta Extended Relations (tingueu en compte que el gràfic apareix sota el nom del mòdul).
nb_no: Hvis du ikke vil bruke diagramfunksjonaliteten, skjuler du dette diagrammet via Kontrollpanel > Diagrammer > %1$s Vesta Extended Relationships (merk at diagrammet er oppført under modulnavnet).
nl: Als u de diagramfunctionaliteit niet wilt gebruiken, verbergt u deze diagram via Configuratiescherm > Modules > Diagrammen > %1$s Vesta Uitgebreide verwantschappen (merk op dat het diagram wordt getoond onder de modulenaam).
nn: Om du ikkje ønsker å bruke diagramfunksjonen, kan du skjule diagrammet via Kontrollpanel > Diagram > %1$s Vesta Extended Relationships (merk at diagrammet er oppført under modulnamnet).
sk: Ak nechcete používať funkcionalitu schémy, ukryte túto schému cez Riadiaci panel > Schémy > %1$s Vesta Rozšírené vzťahy (schéma je v zozname pod názvom modulu).
sv: Om du inte vill använda diagram-funktioner, göm diagrammet via Kontrollpanelen > Diagram > %1$s Vesta Extended Relationships (notera att diagrammet är listat under modulnamnet).

source: Families Tab Settings
ca: Configuració de la pestanya Famílies
nb_no: Innstillinger for fanen Familier
nl: Instellingen voor tabblad Gezinnen
nn: Innstillingar for fanen Familiar
sk: Nastavenie záložky Rodiny
sv: Familjer-fliken Inställningar

source: If you do not want to change the functionality with respect to the original Families tab, select 'Do not show any relationship' everywhere.
ca: Si no voleu canviar la funcionalitat respecte a la pestanya Famílies original, seleccioneu "No mostris cap relació" a tot arreu.
nb_no: Hvis du ikke vil endre funksjonaliteten med hensyn til den opprinnelige familiefanen, velger du «Ikke vis slektskap» overalt.
nl: Als u de functionaliteit ten opzichte van het oorspronkelijke tabblad Gezinnen niet wilt wijzigen, selecteert u overal 'Toon geen enkele verwantschap'.
nn: Om du ikke vil endre funksjonaliteten med omsyn til den originale familiefanen, vel "Ikkje syn slektskap" overalt.
sk: Ak nechcete meniť funkcionalitu oproti pôvodnej záložke Rodiny, zvoľte všade „Nezobrazovať žiaden vzťah“.
sv: Om du inte vill ändra funktionaliteten jämfört med original Familjer-fliken, välj 'Visa inga relationer' överallt.

source: In that case, you should also disallow persistent toggle, as it has no visible effect.
ca: En aquest cas, també hauríeu de desautoritzar el commutador persistent, ja que no té cap efecte visible.
nb_no: I så fall bør du også velge bort varig valg, da det ikke har noen synlig effekt.
nl: In dat geval moet u ook permanente schakeling verbieden, omdat het geen zichtbaar effect heeft.
nn: I dette fall, bør du også velge bort varig val, sidan dette ikkje vil ha nokon synleg effekt.
sk: V takomto prípade by ste mali zrušiť aj zobrazenie checkboxov, keďže nemajú žiaden viditeľný efekt.
sv: I så fall bör du också inte godkänna bestående växling då det inte har någon synlig effekt.

source: You may also adjust the access level of this part of the module.
ca: També podeu ajustar el nivell d'accés d'aquesta part del mòdul.
nb_no: Du kan også justere tilgangsnivået for denne delen av modulen.
nl: U kunt ook het toegangsniveau van dit deel van de module aanpassen.
nn: Du kan også justere tilgangsnivået for denne delen av modulen.
sk: Mali by ste upraviť aj prístupové práve pre túto časť modulu.
sv: Du kan också justera åtkomstnivån för denna del av modulen.

source: If you do not want to change the functionality with respect to the original Facts and Events tab, select 'Do not show any relationship' in the first block.
ca: Si no voleu canviar la funcionalitat respecte a la pestanya Fets i esdeveniments originals, seleccioneu "No mostris cap relació" al primer bloc.
nb_no: Hvis du ikke vil endre funksjonaliteten med hensyn til den opprinnelige kategorien Fakta og hendelser, velger du «Ikke vis slektskap» i den første blokken.
nl: Als u de functionaliteit ten opzichte van het oorspronkelijke tabblad Feiten en gebeurtenissen niet wilt wijzigen, selecteert u 'Toon geen enkele verwantschap' in het eerste blok.
nn: Om du ikkje vil endre funksjonaliteten med omsyn til den originale fanen Fakta og hendelsar, vel "Ikkje syn slektskap" i den første blokka.
sk: Ak nechcete meniť funkcionalitu oproti pôvodnej záložke Fakty a udalosti, zvoľte „Nezobrazovať žiaden vzťah“.
sv: Om du inte vill ändra funktionaliteten jämfört med original Fakta och Händelser-fliken, välj 'Visa inga relationer' i det första blocket.

source: If you select this option everywhere, you should also disallow persistent toggle, as it has no visible effect.
ca: Si seleccioneu aquesta opció a tot arreu, també hauríeu de desactivar el commutador persistent, ja que no té cap efecte visible.
nb_no: Hvis du velger dette alternativet overalt, bør du også forby varig valg, da det ikke har noen synlig effekt.
nl: Als u deze optie overal selecteert, moet u ook permanente schakeling verbieden, omdat deze geen zichtbaar effect heeft.
nn: Om du vel dette alternativet over det heile, bør du også velje bort varig val, då dette ikkje vil nokon synleg effekt.
sk: Ak zvolíte túto možnosť všade, mali by ste zrušiť aj zobrazenie checkboxov, keďže nemajú žiaden viditeľný efekt.
sv: Om du väljer detta alternativ överallt så bör du också inte tillåta beständig växling då det inte har någon synlig effekt.

source: Uncorrected CoR (Coefficient of Relationship): %s
ca: CoR no corregit (coeficient de relació): %s
nb_no: Ukorrigert Cor (Koeffisient av slektskap): %s
nl: Ongecorrigeerde verwantschapscoëfficiënt: %s
nn: Ukorrigert Cor (Koeffisient av slektskap): %s
sk: Nekorigovaný CoR (koeficient vzťahov): %s
sv: Okorrigerad CoR (relationskoefficient): %s

source: (Number of relationships: %s)
ca: (Nombre de relacions: %s
nb_no: (Antall relasjoner: %s)
nl: (Aantal verwantschappen: %s)
nn: (Tal på relasjonar: %s)
sk: (Počet vzťahov: %s)
sv: (Antal relationer: %s)

source: (that's overall not significantly closer than the closest relationship via common ancestors)
ca: (que en general no és significativament més propera que la relació més propera a través dels avantpassats comuns)
nb_no: (totalt sett ikke vesentlig nærmere enn det nærmeste slektskapet via felles aner)
nl: (dat is over het algemeen niet significant dichterbij dan de dichtstbijzijnde verwantschap via gemeenschappelijke voorouders)
nn: (totalt sett ikkje vesentleg nærare enn det næraste slektskap via felles anar)
sk: (to nie je celkovo významne bližšie ako najbližší vzťah cez spoločných predkov)
sv: (detta är övergripande icke signifikant närmare än den närmaste relationen via gemensamma anor)

source: (that's overall as close as: %1$s)
ca: (Això és en general tan proper com: %1$s
nb_no: (totalt sett like nært beslektet som %1$s)
nl: (dat is over het algemeen net zo dichtbij als: %1$s)
nn: (totalt sett like nært beslekta som %1$s)
sk: (to je celkovo tak blízky vzťah ako: %1$s)
sv: (detta är övergripande så nära som %1$s)

source: (that's overall almost as close as: %1$s)
ca: (Això és en general gairebé tan proper com: %1$s
nb_no: (totalt sett nesten like nært beslektet som %1$s)
nl: (dat is over het algemeen bijna net zo dichtbij als: %1$s)
nn: (totalt sett nesten like nært beslekta som %1$s)
sk: (to je celkovo skoro tak blízky vzťah ako: %1$s)
sv: (detta är övergripande nästan så nära som %1$s)

source: (that's overall closer than: %1$s)
ca: (Això és en general més a prop que: %1$s
nb_no: (totalt sett nærmere beslektet enn %1$s)
nl: (dat is over het algemeen dichterbij dan: %1$s)
nn: (totalt sett nærare beslekta enn %1$s)
sk: (to je celkovo bližší vzťah ako: %1$s)
sv: (detta är övergripande närmare än %1$s)

source: via legacy algorithm: %s
ca: Mitjançant l'algorisme heretat: %s
nb_no: ved tradisjonell algoritme: %s
nn: ved tradisjonell algoritme: %s

source: parents
ca: pares
nb_no: foreldre
nl: ouders
nn: foreldre
sk: rodičia
sv: föräldrar

source: If this is unexpected, and there are recent changes, you may have to follow this link:
ca: Si això és inesperat, i hi ha canvis recents, és possible que hagis de seguir aquest enllaç:
nb_no: Hvis dette er uventet, og det er nylige endringer, må du kanskje følge denne koblingen:
nl: Als dit onverwacht is en er recente wijzigingen zijn, moet u mogelijk deze koppeling volgen:
nn: Om dette er uventa, og det er nylege endringar, må du kanskje følgje denne lenka:
sk: Ak je toto neočakávané a nie sú žiadne aktuálne zmeny, mali by ste kliknúť na tento odkaz:
sv: Om detta är oförväntat, och det finns nyligen gjorda ändringar, så kan du behöva följa denna länk:

source: %1$s is %2$s of %3$s.
ca: %1$s és %2$s de %3$s.
nb_no: %1$s er %2$s til %3$s.
nl: %1$s is %2$s van %3$s.
nn: %1$s er %2$s til %3$s.
sk: %1$s je %2$s osoby %3$s.
sv: %1$s är %2$s av %3$s.

source: Common ancestor:
ca: Ancestre comú:
nb_no: Felles ane:
nl: Gemeenschappelijke voorouder:
nn: Felles ane:
sk: Spoločný predok:
sv: Gemensamma anor:

source: Common ancestors:
ca: Avantpassats comuns:
nb_no: Felles aner:
nl: Gemeenschappelijke voorouders:
nn: Felles anar:
sk: Spoloční predkovia:
sv: Gemensamma anor:

source: Uncorrected CoR (Coefficient of Relationship)
ca: CoR no corregit (coeficient de relació)
nb_no: Ukorrigert Cor (koeffisient av slektskap)
nl: Ongecorrigeerde verwantschapscoëfficiënt
nn: Ukorrigert Cor (koeffisient av slektskap)
sk: Nekorigovaný CoR (koeficient vzťahov)
sv: Okorrigerade CoR (relationskoefficient)

source: The CoR (Coefficient of Relationship) is proportional to the number of genes that two individuals have in common as a result of their genetic relationship. Its calculation is based on Sewall Wright's method of path coefficients. Its value represents the proportion of genes held in common by two related individuals over and above those held in common by the whole population. More details here:
ca: El CoR (CoR of Relationship) és proporcional al nombre de gens que dos individus tenen en comú com a resultat de la seva relació genètica. El seu càlcul es basa en el mètode de Sewall Wright de coeficients de trajectòria. El seu valor representa la proporció de gens que tenen en comú dos individus emparentats per sobre els quals té en comú tota la població. Més detalls aquí:
nb_no: CoR (Koeffisient av forholdet) er proporsjonal med mengden gener som to personer har til felles som følge av deres genetiske forhold. Beregningen er basert på Sewall Wrights metode for banekoeffisienter. Dens verdi representerer mengden gener som bæres felles av to beslektede individer utover den som bæres til felles av hele befolkningen. Flere detaljer her:
nl: De verwantschapscoëfficiënt is evenredig aan het aantal genen dat twee personen gemeen hebben als gevolg van hun genetische relatie. De berekening is gebaseerd op Sewall Wright's methode van padcoëfficiënten. De waarde ervan vertegenwoordigt het aandeel van de genen die gemeenschappelijk zijn voor twee verwante individuen boven die welke door de hele bevolking gemeenschappelijk zijn. Meer details hier:
nn: CoR (Koeffisient av slektskap) er proporsjonal med mengde gen som to personar har til felles som følgje av deira genetiske forhold. Beregninga er basert på Sewall Wrights metode for banekoeffisientar. Verdien representerer mengda gen som bærast felles av to besleka individ utover dei som bærast til felles av heile befolkninga. Fleire detaljar her:
sk: Detaily (po anglicky) nájdete tu:
sv: CoR (relationskoefficient) är proportionellt mot antalet gener som två individer har gemensamt som ett resultat av deras genetiska relation. Beräkningen baseras på Sewall Wrights metod med vägkoefficienter. Värdet representerar andelen gener som hålls gemensamt av två relaterade individer och som är över de som hålls gemensamt av hela befolkningen. Mer detaljer här:

source: Basically, each path (via common ancestors) between two individuals contributes to the CoR, inversely proportional to its length: Each path of length 2 (e.g. between full siblings) adds %1$s, each path of length 4 (e.g. between first cousins) adds %2$s, in general each path of length n adds (0.5)<sup>n</sup>.
ca: Bàsicament, cada camí (a través d'avantpassats comuns) entre dos individus contribueix al CdR, inversament proporcional a la seva longitud: Cada camí de longitud 2 (per exemple, entre germans complets) suma %1$s, cada camí de longitud 4 (per exemple, entre cosins primers) suma %2$s, en general cada camí de longitud n suma (0,5)<Sup>n</sup>.
nb_no: I utgangspunktet, hver linje (via felles aner) mellom to individer bidrar til CoR, omvendt proporsjonal med lengden: Hver linje av lengde 2 (f.eks mellom helsøsken) legger til %1$s, hver linje av lengde 4 (f.eks. mellom fettere) legger %2$s, generelt hver linje av lengde n legger til (0,5)<sup>n</sup>.
nl: Elk pad (via gemeenschappelijke voorouders) tussen twee personen draagt bij aan de verwantschapscoëfficiënt, omgekeerd evenredig met de lengte: Elk pad van lengte 2 (bijvoorbeeld tussen volle broers en zussen) voegt %1$s toe, elk pad van lengte 4 (bijvoorbeeld tussen eerste neven en nichten) voegt %2$s toe, in het algemeen voegt elk pad van lengte n (0,5)<sup>n</sup> toe.
nn: I utgangspunktet, kvar linje (via felles anar) mellom to individ bidreg til CoR, omvendt proporsjonalt med lengda: Kvar linje av lengde 2 (til dømes mellom heilsøsken) legg til %1$s, kvar linje av lengde 4 (til dømes mellom syskenborn) legg %2$s, generelt kvar linje av lengde n legg til (0,5)<sup>n</sup>.
sk: V zásade, každý vzťah (cez spoločných predkov) medzi dvomi osobami prispieva k CoR nepriamo úmerne k jeho dĺžke: Každá cesta dĺžky 2 (napr. medzi úplnými súrodencami) pridáva %1$s, každá cesta dĺžky 4 (napr. medzi prvostupňovými bratrancami) pridáva %2$s, vo všeobecnosti každá cesta dĺžky n pridáva (0,5)<sup>n</sup>.
sv: I grund och botten, varje väg (via gemensamma anor) mellan två individer bidrar till CoR, omvänt proportionellt till dess längd: Varje väg med längd 2 (t.ex. mellan helsyskon) adderar %1$s, varje väg med längd 4 (t.ex. mellan 1:a kusiner) adderar %2$s, allmänt varje väg med längd n adderar (0.5)<sup>n</sup>.

source: Under normal circumstances the proportion of genes transmitted from ancestor to descendant &ndash; as estimated by Σ(0.5)<sup>n</sup> &ndash; and the proportion of genes they hold in common (the true coefficient of relationship) are the same. If there has been any inbreeding, however, there may be a slight discrepancy, as explained here:
ca: En circumstàncies normals, la proporció de gens transmesos d'avantpassat a descendent &ndash; segons estimació de Σ(0,5)<Sup>n</sup> &ndash; i la proporció de gens que tenen en comú (el veritable coeficient de relació) és la mateixa. No obstant això, si hi ha hagut alguna endogàmia, pot haver-hi una lleugera discrepància, com s'explica aquí:
nb_no: Under normale omstendigheter er andelen genmateriale som overføres fra ane til etterkommer &ndash; som estimert av Σ(0.5)<sup>n</sup> &ndash; og andelen genmateriale de har til felles (den sanne koeffisienten i forholdet) er den samme. Hvis det har vært innavl, kan det imidlertid være en liten uoverensstemmelse, som forklart her:
nl: Onder normale omstandigheden is het percentage genen dat wordt overgedragen van voorouder naar afstammeling &ndash; zoals geschat door Σ(0.5)<sup>n</sup> &ndash; gelijk aan het aandeel genen dat ze gemeen hebben (de echte verwantschapscoëfficiënt). Als er echter sprake is geweest van inteelt, kan er een lichte afwijking zijn, zoals hier wordt uitgelegd:
nn: Under normale omstende er mengda genmateriale som overførast frå ane til etterkomar &ndash; som estimert av Σ(0.5)<sup>n</sup> &ndash; og mengda genmateriale dei har til felles (den sanne koeffisienten i slektskapet) er den same. Om det har vore innavl, kan det likevel vere manglande samsvar, som forklart her:
sk: Ďalšie informácie (po anglicky) nájdete tu:
sv: Under normala omständigheter proportionen mellan gener överfört från ana till ättling &ndash; som estimerats med Σ(0.5)<sup>n</sup> &ndash; och proportionen av gener de har gemensamt (den äkta relationskoefficient) är de samma. Om det däremot förekommer någon inavel så kan det finnas en viss diskrepans, som förklaras här:

source: It is more complicated to determine this exact CoR, and the differences are usually small anyway. Therefore, only the Uncorrected CoR is calculated.
ca: És més complicat determinar aquest CoR exacte, i les diferències solen ser petites de totes maneres. Per tant, només es calcula el CoR no corregit.
nb_no: Det er mer komplisert å bestemme denne eksakte CoR, og forskjellene er vanligvis små uansett. Derfor beregnes bare ukorrigert CoR.
nl: Het is ingewikkelder om deze exacte verwantschapscoëfficiënt bepalen, en de verschillen zijn meestal toch klein. Daarom wordt alleen de ongecorrigeerde verwantschapscoëfficiënt berekend.
nn: Det er meir komplisert å bestemme denne eksakte CoR, og forskjellene er normalt små uansett. Derfor bereknast berre ukorrigert CoR.
sk: Zistiť presný CoR je omnoho zložitejšie, okrem toho rozdiely sú poväčšinou malé. Preto sa vypočítava len nekorigovaný CoR.
sv: Det är mer komplicerat att bestämma det exakta CoR, och skillnaderna är ändå vanligtvis små. Därför beräknas bara den okorrigerade CoR.

source: Legacy algorithm for Relationship path names
ca: Algorisme heretat per als noms dels camins de relació
nb_no: Tradisjonell algoritme for navn på slektskap
nn: Tradisjonell algoritme for namn på slektskap

source: You can disable this via the module preferences, it's mainly intended for debugging.
ca: Podeu desactivar-ho mitjançant les preferències del mòdul, està pensat principalment per a la depuració.
nb_no: Dette kan deaktiveres i modulinnstillingene; det brukes hovedsakelig for feilsøking.
nn: Dette kan deaktiverast i modulinnstillingane; det nyttast hovudsakleg for feilsøking.
