Repository: HerzScheisse/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: ca, nb_no, nl, nn, sk, sv

source: And hopefully it shows how much better the new algorithm works ...
ca: I esperem que mostre quant millor funciona el nou algorisme ...
nb_no: Og forhåpentlig viser det hvor mye bedre den nye algoritmen fungerer …
nn: Og forhåpentleg syner det kor mykje betre den nye algoritmen fungerar …

source: Patriarch
ca: Patriarca
nb_no: Tidligste mannlige ane
nn: Tidlegaste mannlege ane

source: Patriarchs are the male end-of-line ancestors ('Spitzenahnen').
ca: Els patriarques són els avantpassats masculins de final de línia ('Spitzenahnen').
nb_no: Patriarker er mannlige "ende-aner" (Stamfedre).
nn: Patriarkar er mannlege "ende-anar" (Stamfedre).

source: The same information may be obtained via the branches list, where they show up as the heads of branches.
ca: La mateixa informació es pot obtenir a través de la llista d'oficines, on apareixen com a caps de sucursals.
nb_no: Den samme informasjonen kan finnes i listen over grener, hvor de vises som greners overhoder.
nn: Den same informasjonen kan finnast i lista over greiner, der dei vert synte som overhovud i greiner.

source: This list provides an overview by surname, and may be used to determine whether all individuals with a specific surname are actually descended from a common patriarch.
ca: Aquesta llista proporciona una visió general per cognom, i es pot utilitzar per determinar si tots els individus amb un cognom específic són realment descendents d'un patriarca comú.
nb_no: Denne listen tilbyr en oversikt basert på etternavn, og kan benyttes til å avgjøre om alle personer med et gitt etternavn virkelig nedstammer fra en felles patriark.
nn: Denne lista byr på ei oversikt basert på etternamn, og kan nyttast til å avgjere om alle personar med eit gitt etternamn verkeleg nedstammar frå ein felles patriark.

source: Common ancestors
ca: Avantpassats comuns

source: Common ancestors of %1$s and %2$s
ca: Avantpassats comuns de %1$s i %2$s

source: There are no recorded common ancestors.
ca: No hi ha avantpassats comuns registrats.

source: Closest Relationship: %s
ca: Relació més propera: %s

source: CoI; Coefficient of Inbreeding
ca: CoI; Coeficient d'endogàmia

source: There is no recorded pedigree collapse.
ca: No hi ha constància d'un col·lapse de pedigrí.

source: There is no recorded pedigree collapse within %1$s generations.
ca: No hi ha cap col·lapse de pedigrí registrat a l'interior %1$s Generacions.

source: show repeated ancestors once
ca: Mostra els avantpassats repetits una vegada

source: show full pedigree
ca: Mostra el pedigrí complet

source: Options referring to overall connections established before %1$s.
ca: Opcions referides a connexions globals establertes anteriorment %1$s.
nb_no: Alternativer som refererer til generelle tilkoblinger etablert før %1$s.
nl: Opties die verwijzen naar algemene relaties die zijn vastgesteld vóór %1$s.
nn: Alternativ som refererar til generelle tilkoplingar etablert før %1$s.
sk: Tieto voľby zahrňujú len vzťahy, ktoré vznikli skôr ako %1$s.
sv: Alternativ som refererar till övergripande kopplingar etablerade före %1$s.

source: Finished - all link dates are up-to-date.
ca: Finalitzat: totes les dates de l'enllaç estan actualitzades.
nb_no: Ferdig - alle koblingsdatoer er oppdatert.
nl: Klaar - alle koppelingsdatums zijn up-to-date.
nn: Ferdig - alle koplingsdatoar er oppdaterte.
sk: Dokončené - všetky údaje o prepojení sú aktuálne.
sv: Klart - alla länkdatum är aktuella.

source: This process calculates dates for all INDI - FAM links, so that relationships at a specific point in time can be calculated efficiently.
ca: Aquest procés calcula les dates de tots els enllaços INDI - FAM, de manera que les relacions en un moment determinat es poden calcular de manera eficient.
nb_no: Denne prosessen beregner datoer for alle INDI - FAM-koblinger, slik at relasjoner på et bestemt tidspunkt kan beregnes effektivt.
nl: Dit proces berekent datums voor alle INDI - FAM-koppelingen, zodat verwantschappen op een bepaald moment in de tijd efficiënt kunnen worden berekend.
nn: Denne prosessen bereknear datoar for alle INDI - FAM-koplingar, slik at relasjonar på eit bestemt tidspunkt kan bereknast effektivt.
sk: Tento proces počíta dátumy pre všetky vzťahy osôb a rodín, takže sa dá efektívne vypočítať rodinný vzťah k určitému dátumu.
sv: Denna process beräknar datum för alla INDI - FAM länkar, så att relationer vid en specifik tidpunkt kan beräknas effektivt.

source: For large trees, this process may initially take several minutes. You can always safely abort and continue later.
ca: Per als arbres grans, aquest procés pot trigar inicialment diversos minuts. Sempre podeu avortar amb seguretat i continuar més tard.
nb_no: For store trær kan denne prosessen i utgangspunktet ta flere minutter. Du kan alltid trygt avbryte og fortsette senere.
nl: Voor grote stambomen kan dit proces in eerste instantie enkele minuten duren. U kunt altijd veilig afbreken en later verder gaan.
nn: For store slektstre kan denne prosessen i utgangspunktet ta fleire minutt. Du kan alltid trygt avbryte og fortsette seinare.
sk: Pre veľké rodokmene môže tento proces trvať viac minút. Môžete kedykoľvek bezpečne prerušiť a pokračovať neskôr.
sv: För stora träd kan denna process initialt ta flera minuter. Du kan alltid avbryta säkert och fortsätta senare.

source: The process should be repeated (but will finish much faster) whenever a tree is edited, otherwise you may obtain inconsistent relationship data (displayed relationships are always valid, but they may not actually have been established at the given date, if changes in the tree are not synchronized here).
ca: El procés s'ha de repetir (però acabarà molt més ràpid) cada vegada que s'edita un arbre, en cas contrari es poden obtenir dades de relació inconsistents (les relacions mostrades sempre són vàlides, però és possible que no s'hagin establert realment en la data donada, si els canvis en l'arbre no se sincronitzen aquí).
nb_no: Prosessen bør gjentas (men vil fullføre mye raskere) alltid når et tre redigeres, ellers kan du få inkonsistente relasjonsdata (viste relasjoner er alltid gyldige, men de kan kanskje ikke ha blitt etablert på den angitte datoen, hvis endringer i treet ikke synkroniseres her).
nl: Het proces moet worden herhaald (maar zal veel sneller klaar zijn) wanneer een stamboom wordt bewerkt, anders kunt u inconsistente verwantschapsgegevens verkrijgen (weergegeven verwantschappen zijn altijd geldig, maar ze zijn mogelijk niet daadwerkelijk vastgesteld op de gegeven datum, als wijzigingen in de stamboom hier niet worden gesynchroniseerd).
nn: Prosessen bør gjentakast (men vil fullføre mykje raskare) alltid når eit tre redigerast, elles kan du få inkonsistente relasjonsdata (viste relasjoner er alltid gyldige, men dei kan kanskje ikkje ha blitt etablerte på den angitte datoen, dersom endringar i treet ikkje vert synkronisert her).
sk: Proces by sa mal zopakovať (ale bude trvať výrazne kratšie) vždy, keď sa zmení rodokmeň, ináč môžu vzniknúť nekonzistentné údaje o vzťahoch. Zobrazené vzťahy sú vždy platné, ale ak tu nebol rodokmeň synchronizovaný, tak možno nevznikli v daný okamih, .
sv: Denna process bör repeteras (men kommer avslutas mycket snabbare) när ett träd är redigerat, annars kan du få inkonsistenta relationsdata (visade relationer är alltid giltiga, men de kan ha etablerats vid ett annat datum än det angivna, om ändringar i trädet inte synkroniserats här).

source: Calculating…
nl: Berekenen…
sk: Počítam…
sv: Beräknar…

source: Control panel
nl: Configuratiescherm
sk: Riadiaci panel
sv: Kontrollpanel

source: Modules
sk: Moduly
sv: Moduler

source: No link between the two individuals could be found.
nl: Er kon geen verband worden gevonden tussen de twee personen.
sk: Medzi týmito dvomi osobami sa nenašiel žiadny vzťah.
sv: Ingen länk mellan de två individerna kunde hittas.

source: No relationship found
nl: Geen verwantschap gevonden
sk: Nenašiel sa žiaden vzťah
sv: Ingen relation hittad

source: Relationship to me
nl: Verwantschap met mij
sk: Vzťah ku mne
sv: Relation till mig

source: Relationship: %s
nl: Verwantschap: %s
sk: Vzťah: %s
sv: Relation: %s

source: Relationships
nl: Verwantschappen
sk: Vzťahy
sv: Relationer

source: Relationships between %1$s and %2$s
nl: Verwantschappen tussen %1$s en %2$s
sk: Vzťahy medzi %1$s a %2$s
sv: Relationer mellan %1$s och %2$s

source: Searching for all possible relationships can take a lot of time in complex trees.
nl: Het zoeken naar alle mogelijke verwantschappen kan veel tijd in beslag nemen in complexe stambomen.
sk: Vyhľadanie všetkých možných vzťahov môže trvať v niektorých rodokmeňoch veľmi dlho.
sv: Söker efter alla möjliga relationer, kan ta lång tid i komplexa träd.

source: Swap individuals
nl: Verwissel personen
sk: Vymeniť osoby
sv: Byt individer

source: view
nl: weergeven
sk: zobraziť
sv: visa
