Repository: HerzScheisse/vesta_extended_relationships
Catalog: resources/lang/*.po
Languages: ca, nb_no, nl, nn, sk, sv

source: Pedigree collapse
ca: Col·lapse del pedigrí

source: A chart of an individual’s repeated ancestors, formatted as a tree.
ca: Un gràfic dels avantpassats repetits d'un individu, formatat com un arbre.

source: Pedigree collapse tree of %s
ca: Arbre genealògic col·lapsat de %s

source: Synchronization
ca: Sincronització
nb_no: Synkronisering
nl: Synchronisatie
nn: Synkronisering
sk: Synchronizácia
sv: Synkronisering

source: Synchronize trees to obtain dated relationship links
ca: Sincronitzar arbres per obtenir enllaços de relació datats
nb_no: Synkroniser trær for å få daterte relasjonskoblinger
nl: Stambomen synchroniseren om gedateerde verwantschapskoppelingen te verkrijgen
nn: Synkroniser slektstre for å få daterte relasjonssamanhengar
sk: Synchronizovať rodokmene, aby sa získali vzťahy s dátumom
sv: Synkronisera träd för att få daterade relationslänkar

source: (see below for details).
ca: (vegeu més avall per obtenir més informació).
nb_no: (se nedenfor for mer informasjon).
nl: (zie hieronder voor meer informatie).
nn: (sjå nedafor for detaljar).
sk: (pozri nižšie pre detaily).
sv: (se nedan för detaljer).

source: Find a closest relationship via common ancestors
ca: Trobar una relació més propera a través d'avantpassats comuns
nb_no: Finn nærmeste slektskap via felles aner
nl: Zoek een dichtstbijzijnde verwantschap via gemeenschappelijke voorouders
nn: Finn næraste slektskap via felles anar
sk: Nájsť najbližší vzťah cez spoločných predkov
sv: Hitta närmaste relation via gemensamma anor

source: Find all smallest lowest common ancestors, show a closest connection for each
ca: Trobeu tots els avantpassats comuns més propers, mostreu una connexió més propera per a cadascun
nb_no: Finn alle nærmeste felles aner, og vis nærmeste slektskap for hver
nl: Zoek alle dichtstbijzijnde gemeenschappelijke voorouders, toon een dichtstbijzijnde relatie voor elk
nn: Finn alle næraste felles anar, og syn næraste slektskap for kvar av dei
sk: Nájsť všetkých najbližších spoločných predkov, každého s najbližším vzťahom
sv: Hitta alla minsta och lägsta gemensamma anor, visa närmaste koppling för varje

source: Find all relationships via lowest common ancestors
ca: Trobeu totes les relacions a través dels avantpassats comuns més propers
nb_no: Finn alle slektskap via nærmeste felles aner
nl: Zoek alle verwantschappen via dichtstbijzijnde gemeenschappelijke voorouders
nn: Finn alle slektskap via næraste felles anar
sk: Nájsť všety vzťahy cez najbližších spoločných predkov
sv: Hitta alla relationer via lägsta gemensamma anor

source: Find the closest overall connections (preferably via common ancestors)
ca: Trobeu les connexions globals més properes (preferiblement a través d'avantpassats comuns)
nb_no: Finn nærmeste relasjoner (helst via felles aner)
nl: Zoek de dichtstbijzijnde algemene relaties (bij voorkeur via gemeenschappelijke voorouders)
nn: Finn næraste relasjonar (helst via felles anar)
sk: Nájsť najbližší vzťah (uprednostniť cez spoločných predkov)
sv: Hitta den närmaste övergripande kopplingen (i första hand via gemensamma anor)

source: Find a closest relationship via common ancestors, or fallback to the closest overall connection
ca: Trobeu una relació més propera mitjançant avantpassats comuns o una alternativa a la connexió general més propera
nb_no: Finn nærmeste slektskap via felles aner, eller fall tilbake til nærmeste relasjon
nl: Zoek een dichtstbijzijnde verwantschap via gemeenschappelijke voorouders, of anders dichtstbijzijnde relatie
nn: Finn næraste slektskap via felles anar, eller fall tilbake til næraste relasjon
sk: Nájsť najbližší vzťah cez spoločných predkov, alebo, ak sa nedá, tak najbližší ľubovoľný vzťah
sv: Hitta en närmaste relation via gemensamma anor, eller använd den närmaste överordnade kopplingen om det inte går att hitta

source: Find the closest overall connections
ca: Trobeu les connexions generals més properes
nb_no: Finn nærmeste relasjon
nl: Zoek de dichtstbijzijnde algemene relaties
nn: Finn næraste relasjon
sk: Nájsť najbližší vzťah
sv: Hitta den närmaste överordnade kopplingen

source: Find all overall connections
ca: Troba totes les connexions generals
nb_no: Finn alle relasjoner
nl: Zoek alle algemene relaties
nn: Finn alle relasjonar
sk: Nájsť všetky vzťahy
sv: Hitta alla överordnade kopplingar

source: Find other overall connections
ca: Trobeu altres connexions generals
nb_no: Finn andre relasjoner
nl: Zoek andere algemene relaties
nn: Finn andre relasjonar
sk: Nájsť iné vzťahy
sv: Hitta andra överordnade kopplingar

source: Individuals with Patriarchs
ca: Individus amb patriarques
nb_no: Personer med patriarker
nl: individuen met stamvader
nn: Personar med patriark
sk: Osoby s patriarchami
sv: Individer med patriarker

source: More Charts
ca: Més gràfics

source: A module providing various algorithms used to determine relationships. Includes a chart displaying relationships between two individuals, as a replacement for the original 'Relationships' module.
ca: Un mòdul que proporciona diversos algorismes utilitzats per determinar relacions. Inclou un gràfic que mostra les relacions entre dos individus, com a substitut del mòdul original de "Relacions".
nb_no: En modul for å bestemme relasjoner og slektskap. Inneholder et diagram som viser relasjoner mellom to personer, og kan erstatte "Slektskap"-modulen som følger med webtrees.
nl: Een module die verschillende algoritmen biedt die worden gebruikt om verwantschappen te bepalen. Bevat een diagram met verwantschappen tussen twee personen, als vervanging voor de oorspronkelijke module 'Verwantschappen'.
nn: Ein modul for å bestemme relasjonar og slektskap. Inneheld eit diagram som syner relasjonar mellom to personar, og kan erstatte den originale modulen "Slektskap" i webtrees.
sk: Modul na výpočet rodinných a iných vzťahov. Môže sa použiť ako náhrada za schému „Vzťahy“.
sv: En modul som tillhandahåller olika algoritmer som används för att bestämma relationer eller släktskap. Inkluderar ett diagram som visar relationer mellan två individer, som en ersättning för original 'Relationer' modulen.

source: Also includes an extended '%1$s' block.
ca: També inclou un bloc ampliat '%1$s'.

source: A module providing various algorithms used to determine relationships. Includes an extended 'Relationships' chart.
ca: Un mòdul que proporciona diversos algorismes utilitzats per determinar relacions. Inclou un gràfic ampliat de "Relacions".
nb_no: En modul som tilbyr ulike algoritmer som brukes til å bestemme relasjoner. Inkluderer et utvidet diagram «Slektskap».
nl: Een module die verschillende algoritmen biedt die worden gebruikt om verwantschappen te bepalen. Bevat een uitgebreide 'Verwantschappen'.
nn: Ein modul som tilbyr ulike algoritmar som nyttast til å bestemme relasjonar. Inkluderer eit utvida diagram "Slektskap".
sk: Modul obsahujúci rôzne algoritmy na určenie rodinných vzťahov. Obsahuje rozšírenú schému „Vzťahy“.
sv: En modul som tillhandahåller olika algoritmer för bestämmande av relationer. Inkluderar ett utökat 'Relationer'-diagram.

source: Displays additional relationship information via the extended 'Families' tab, and the extended 'Facts and Events' tab.
ca: Mostra informació addicional sobre les relacions a través de la pestanya “Famílies” ampliada i la pestanya “Fets i esdeveniments” ampliada.
nb_no: Viser ytterligere slektskapsinformasjon via den utvidede fanen «Familier» og den utvidede fanen «Fakta og hendelser».
nl: Geeft aanvullende verwantschapsinformatie weer via het uitgebreide tabblad 'Gezinnen' en het uitgebreide tabblad 'Feiten en gebeurtenissen'.
nn: Syner ekstra slektskapsinformasjon via den utvida fanen "Familier", og den utvida fanen "Fakta og hendingar".
sk: Zobrazuje ďalšie informácie o príbuzenskom vzťahu prostredníctvom rozšírenych záložiek „Rodiny“ a „Fakty a udalosti“.
sv: Visar ytterligare information för relation via den utökade 'Familjer'-fliken, och den utökade 'Fakta och Händelser'-fliken.

source: Intended as a replacement for the original 'Relationships' module.
ca: Pensat com a substitut del mòdul original de "Relacions".
nb_no: Ment som en erstatning for den opprinnelige modulen "Slektskap".
nl: Bedoeld als vervanging voor de oorspronkelijke module 'Verwantschappen'.
nn: Meint som erstatning for den originale modulen "Slektskap".
sk: Plánované ako náhrada za originálny modul „Vzťahy“.
sv: Avsedd som en ersättning för original 'Relationer'-modulen.

source: Display
ca: Mostrar
nb_no: Vis
nl: Weergeven
nn: Syn
sk: Zobraziť
sv: Visa

source: Show common ancestors on top of relationship paths
ca: Mostra els avantpassats comuns a la part superior de les trajectòries de relació
nb_no: Vis felles aner på toppen av slektskapslinjer
nl: Toon gemeenschappelijke voorouders boven verwantschapspaden
nn: Syn felles anar på toppen av slektskapslinjer
sk: Zobraziť spoločných predkov hore na cestách vzťahov
sv: Visa gemensamma anor ovanför relationsvägarna

source: Debugging
ca: Depuració
nb_no: Feilsøking
nn: Feilsøking

source: Show legacy relationship path names
ca: Mostrar els noms dels camins de relació heretats
nb_no: Vis tradisjonelle navn på slektskap
nn: Vis tradisjonelle namn på slektskap

source: Options to show in the chart
ca: Opcions que es mostren al gràfic
nb_no: Alternativer som skal vises i diagrammet
nl: Opties die in het diagram moeten worden getoond
nn: Alternativ som skal synast i diagrammet
sk: Možnosti, ktoré sa môžu zvoliť v schéme
sv: Alternativ att visa i diagrammet

source: Determines the shortest path between two individuals via a LCA (lowest common ancestor), i.e. a common ancestor who only appears on the path once.
ca: Determina el camí més curt entre dos individus a través d'un ACV (avantpassat comú més proper), és a dir, un avantpassat comú que només apareix en el camí una vegada.
nb_no: Bestemmer den korteste linjen mellom to personer via en LFS (laveste felles ane), det vil si at en felles ane bare vises på linjen en gang.
nl: Bepaalt het kortste pad tussen twee personen via een LCA (laagste gemeenschappelijke voorouder), d.w.z. een gemeenschappelijke voorouder die slechts één keer op het pad verschijnt.
nn: Bestemmer den kortaste linja mellom to personar via ein NFA (næreste felles ane), det vil seie ein felles ane som opptrer kun ein gong på linja.
sk: Zisťuje nakratšiu cestu medzi dvomi osobami cez NSP (najnižšieho spoločného predka), t.j. cez spoločného predka, ktorý sa na ceste nachádza len raz.
sv: Bestämmer den kortaste vägen mellan två individer via en LCA (lägsta gemensamma ana), dvs en gemensam ana som bara syns i vägen en gång.

source: Each SLCA (smallest lowest common ancestor) essentially represents a part of the tree which both individuals share (as part of their ancestors). More technically, the SLCA set of two individuals is a subset of the LCA set (excluding all LCAs that are themselves ancestors of other LCAs).
ca: Cada SLCA (avantpassat comú més proper i més baix) representa essencialment una part de l'arbre que tots dos individus comparteixen (com a part dels seus avantpassats). Més tècnicament, el conjunt SLCA de dos individus és un subconjunt del conjunt ACV (excloent tots els ACV que són al seu torn avantpassats d'altres ACV).
nb_no: Hver MNFA (minste nærmeste felles ane) representerer i hovedsak en del av treet som begge deler (som en del av sine aner). Mer teknisk sett er MNFA-settet med to personer et delsett av NFA-settet (unntatt alle NFA som selv er aner til andre NFA).
nl: Elke SLCA (kleinste dichtstbijzijnde gemeenschappelijke voorouder) vertegenwoordigt in wezen een deel van de stamboom die beide personen delen (als onderdeel van hun voorouders). Meer technisch, de SLCA-set van twee personen is een subset van de LCA set (met uitzondering van alle LCA's die zelf voorouders zijn van andere LCA's).
nn: Kvar MNFA (minste næraste felles ane) representerar i hovudsak ein del av treet som begge deler (som ein del av sine anar). Meir teknisk sett er MNFA-settet med to personar eit delsett av NFA-settet (med unntak av alle NFA som sjølv er anar av andre NFA).
sk: Každý NNSP (najmenší najnižší spoločný predok) representuje časť stromu, ktorý zdieľajú obe osoby ako podmnožinu svojich predkov. Vyjadrené technickejšie, množina NNSP dvoch osôb je podmnožina NSP (okrem tých NSP, ktorí sú predkovia iných NSP).
sv: Varje SLCA (minsta lägsta gemensamma ana) representerar väsentligen en del av trädet som båda individerna delar (som del av sina anor). Mer tekniskt, SCLA för två individer är en del av LCA (förutom alla LCA'er som själva är anor av andra LCA'er).

source: All paths between the two individuals that contribute to the CoR (Coefficient of Relationship), as defined here:
ca: Tots els camins entre els dos individus que contribueixen al CoR (Coeficient de Relació), tal com es defineixen aquí:
nb_no: Alle baner mellom de to personene som bidrar til CoR (Koeffisient av relasjon), som definert her:
nl: Alle paden tussen de twee personen die bijdragen aan de verwantschapscoëfficiënt, zoals hier gedefinieerd:
nn: Alle linjer mellom dei to personane som bidrar til CoR (Koeffisient av slektskap), som definert her:
sk: Všetky cesty medzi dvomi osobami, ktoré prispievajú k CoR (Coefficient of Relationship = koeficient príbuznosti). Definíciu si môžete pozrieť tu:
sv: Alla vägar mellan två individer som bidrar till CoR (relationskoefficient), som definierat här:

source: Prefers partial paths via common ancestors, even if there is no direct common ancestor.
ca: Prefereix camins parcials a través d'avantpassats comuns, encara que no hi hagi un avantpassat comú directe.
nb_no: Foretrekker delvise linjer via felles aner, selv om det ikke er noen direkte felles ane.
nl: Geeft de voorkeur aan gedeeltelijke paden via gemeenschappelijke voorouders, zelfs als er geen directe gemeenschappelijke voorouder is.
nn: Føretrekk delvise linjer via felles anar, sjølv om der ikkje er nokon direkte felles ane.
sk: Výpočet cesty preferuje čiastočné cesty cez spoločných predkov pre všetky časti cesty.
sv: Föredrar delar av vägar via gemensamma anor, även om det inte finns någon direkt ana.

source: For close relationships similar to the previous option, but faster. Internally just a combination of two other methods.
ca: Per a relacions estretes similars a l'opció anterior, però més ràpides. Internament només una combinació d'altres dos mètodes.
nb_no: For nære relasjoner som ligner på det forrige alternativet, men raskere. Internt bare en kombinasjon av to andre metoder.
nl: Voor nauwe verwantschappen die vergelijkbaar zijn met de vorige optie, maar sneller. Intern gewoon een combinatie van twee andere methoden.
nn: For nære relasjonar tilsvarande dei to forrige, men raskare. Internt berre ein kombinasjon av to andre metodar.
sk: Pre blízke vzťahy podobené predchádzajúcej voľbe, ale rýchlejšie. Interne ide o kombináciu dvoch rôznych metód.
sv: För nära relationer liknande föregående alternativ, men snabbare. Internt bara en kombination av två andra metoder.

source: Same option as in the original relationship chart.
ca: La mateixa opció que al quadre de relacions original.
nb_no: Samme alternativ som i det opprinnelige slektskapsdiagrammet.
nl: Dezelfde optie als in het oorspronkelijke verwantschapsdiagram.
nn: Same alternativ som i det originale slektskapdiagrammet.
sk: Rovnaká voľba, ako v originálnej schéme vzťahov.
sv: Samma alternativ som i original Relationer-diagram.

source: Find other/all overall connections
ca: Trobeu altres connexions generals
nb_no: Finn alle relasjoner
nl: Zoek andere/alle algemene relaties
nn: Finn alle relasjonar
sk: Nájsť iné/všetky vzťahy
sv: Hitta andra/alla övergripande kopplingar

source: Same option as in the original relationship chart, further configurable via recursion level:
ca: La mateixa opció que en el diagrama de relacions original, configurable a més mitjançant el nivell de recursivitat:
nb_no: Samme alternativ som i det opprinnelige slektskapsdiagrammet, ytterligere konfigurerbar via rekursjonsnivå:
nl: Dezelfde optie als in het oorspronkelijke verwantschapsdiagram, verder configureerbaar via recursieniveau:
nn: Same alternativ som i det originale slektskapdiagrammet, ytterlegare konfigurerbart via rekursjonsnivå:
sk: Rovnaká voľba, ako v originálnej schéme vzťahov, konfigurovateľná úrovňou rekurzie:
sv: Samma alternativ som i original relationsdiagram, men mer konfigurerbar via rekursionsnivå:

source: unlimited
ca: il·limitat
nb_no: ubegrenset
nl: onbeperkt
nn: ubegrensa
sk: neobmedzene
sv: obegränsad

source: Allow persistent toggle (user may show/hide relationships)
ca: Permet el commutador persistent (l'usuari pot mostrar/amagar relacions)
nb_no: Tillat varige valg (brukeren kan vise/skjule relasjoner)
nl: Permanente schakeling toestaan (gebruiker kan verwantschappen weergeven/verbergen)
nn: Tillat varig valg (brukar kan syne/skjule slektskap)
sk: Zobraziť checkbox (užívateľ môže zapnúť/vypnúť zobrazenie rodinných vzťahov)
sv: Tillåt beständig växling (användare kan visa/dölja relationer)

source: How to determine relationships to the default individual
ca: Com determinar les relacions amb l'individu per defecte
nb_no: Hvordan bestemme slektskap til valgt standardperson
nl: Hoe verwantschappen met de startpersoon te bepalen
nn: Korleis bestemme slektskap til valt standardperson
sk: Vzťah k implicitnej osobe
sv: Hur bestäms relationer till standardindividen

source: Do not show any relationship
ca: No mostrar cap relació
nb_no: Ikke vis slektskap
nl: Toon geen enkele verwantschap
nn: Ikkje syn slektskap
sk: Nezobrazovať žiaden vzťah
sv: Visa inga relationer

source: The following options refer to the same algorithms as used in the extended relationships chart:
ca: Les opcions següents fan referència als mateixos algorismes que s'utilitzen al gràfic de relacions ampliades:
nb_no: Følgende alternativer refererer til de samme algoritmene som brukes i diagrammet med utvidede forhold:
nl: De volgende opties hebben betrekking op dezelfde algoritmen als die worden gebruikt in het diagram uitgebreide verwantschappen:
nn: Følgjande alternativ refererar til dei same algoritmane som nyttast i det utvida slektskapsdiagrammet:
sk: Nasledujúce možnosti zodpovedajú tým istým algoritmom ako v schéme rozšírených vzťahov:
sv: Följande alternativ refererar till samma algoritmer som används i den utökade relationsdiagrammet:

source: Show common ancestors
ca: Mostra els avantpassats comuns
nb_no: Vis felles aner
nl: Toon gemeenschappelijke voorouders
nn: Syn felles anar
sk: Zobraziť spoločných predkov
sv: Visa gemensamma anor

source: How to determine relationships between parents
ca: Com determinar les relacions entre pares
nb_no: Hvordan bestemme slektskap mellom foreldre
nl: Hoe verwantschappen tussen ouders te bepalen
nn: Korleis bestemme slektskap mellom foreldre
sk: Vzťah medzi rodičmi
sv: Hur bestäms relationer mellan föräldrar

source: Searching for regular overall connections would be pointless here because there is always a trivial HUSB - WIFE connection.
ca: La recerca de connexions generals regulars no tindria sentit aquí perquè sempre hi ha una connexió trivial HUSB - WIFE (Marit - Muller).
nb_no: Å søke etter generelle relasjoner ville være meningsløst her fordi det alltid er en triviell HUSB - WIFE-relasjon.
nl: Zoeken naar gebruikelijke algemene relaties zou hier zinloos zijn omdat er altijd een triviale HUSB - WIFE verbinding is.
nn: Å søke etter generelle relasjonar ville vere meiningslaust her, fordi det alltid er ein triviell HUSB-WIFE-relasjon.
sk: Hľadanie bežných vzťahov by bolo zbytočné, lebo vždy existuje triviálny vzťah manžel-manželka.
sv: Söka efter vanliga övergripande kopplingar skulle vara meningslöst här eftersom det alltid finns en trivial HUSB - WIFE koppling.

source: Therefore, if one of the following options is selected, overall connections are determined via dated links, i.e. links that have been established before the date of the respective event.
ca: Per tant, si se selecciona una de les opcions següents, les connexions globals es determinen mitjançant enllaços datats, és a dir, enllaços que s'han establert abans de la data de l'esdeveniment respectiu.
nb_no: Hvis ett av følgende alternativer er valgt, bestemmes derfor generelle tilkoblinger via daterte koblinger, det vil si koblinger som er opprettet før datoen for den aktuelle hendelsen.
nl: Daarom, als een van de volgende opties is geselecteerd, worden relaties dus bepaald via gedateerde koppelingen, d.w.z. koppelingen die vastgesteld zijn vóór de datum van de betreffende gebeurtenis.
nn: Om eit av følgjande alternativ er valt, vil generelle relasjonar bli bestemt via daterte koplingar, det vil seie koplingar som er oppretta før datoen på den aktuelle hendinga.
sk: Preto ak je zvolená jedna z nasledujúcich možností, tak sú vzťahy určované pomocou dátumových prepojení, t.j. vzťahy, ktoré vznikli pred dátumom príslušnej udalosti.
sv: Därför, om ett av följande alternativ är valt, kommer övergripande kopplingar bestämmas via daterade länkar, dvs länkar som har etablerats före datumet för respektive händelse.

source: This allows you to present meaningful connections, such as 'widowed husband marries the sister of his dead wife'.
ca: Això us permet presentar connexions significatives, com ara "el marit vidu es casa amb la germana de la seva dona morta".
nb_no: Dette gjør at du kan presentere meningsfulle forbindelser, for eksempel "enkemann gifter seg med søsteren til sin døde kone".
nl: Zo kun je betekenisvolle verbanden presenteren, zoals 'weduwnaar trouwt met de zus van zijn overleden vrouw'.
nn: Dette gjer at du kan presentere meiningsfulle relasjonar, slik som "enkemann giftar seg med syster til sin avdøde hustru".
sk: Takto sa môžu zobraziť zmysluplné vzťahy, ako napr. „ovdovelý manžel si vzal sestru svojej mŕtvej ženy“.
sv: Detta tillåter dig att visa meningsfulla kopplingar, som t.ex. 'änkeman gifter sig med sin döda hustrus syster'.

source: These relationships may only be calculated efficiently by preprocessing the tree data, via the synchronization link at the top of this page.
ca: Aquestes relacions només es poden calcular de manera eficient mitjançant el processament previ de les dades de l'arbre, a través de l'enllaç de sincronització a la part superior d'aquesta pàgina.
nb_no: Disse relasjonene kan bare beregnes effektivt ved å forhåndsbehandle slektsdataene via synkroniseringskoblingen øverst på denne siden.
nl: Deze verwantschappen kunnen alleen efficiënt worden berekend door de stamboomgegevens voor te bewerken, via de synchronisatiekoppeling boven aan deze pagina.
nn: Desse relasjonane kan berre kalkulerast effektivt ved å førehandsbehandle slektsdata via synkroniseringslenka på toppen av denne sida.
sk: Takéto vzťahy sa môžu efektívne vypočítať, len ak sa pomocou odkazu na synchronizáciu, ktorý je v hornej časti tejto stránky, predpripravia údaje stromu.
sv: Dessa relationer kan bara beräknas effektivt genom förbearbetning av trädets data, via synkroniseringslänken längst upp på denna sida.

source: How to determine relationships to spouses
ca: Com determinar les relacions amb els cònjuges
nb_no: Hvordan bestemme relasjoner til ektefeller
nl: Hoe verwantschappen met echtgenoten te bepalen
nn: Korleis bestemme relasjonar til ektefellar
sk: Vzťah k manželovi/manželke
sv: Hur bestäms relationer till makar

source: How to determine relationships to associated persons
ca: Com determinar les relacions amb les persones associades
nb_no: Hvordan bestemme relasjoner til tilknyttede personer
nl: Hoe verwantschappen als/met medewerker(s) te bepalen
nn: Korleis bestemme relasjonar til tilknytta personar
sk: Vzťah k pridruženým osobám
sv: Hur bestäms relationer till associerade personer
